Repository: agdsn/hades
Catalog: src/hades/portal/translations/*/LC_MESSAGES/messages.po
Languages: de

source: You've exceeded your traffic limit.
de: Du hast dein Traffic-Limit überschritten.

source: You violated our Terms of Services. Please contact our support.
de: Du hast gegen unsere Nutzungsrichtlinien verstoßen. Bitte wende dich an unseren Support.

source: We had to block you due to security problems with your devices. Please contact our support.
de: Wir mussten dich aufgrund von Sicherheitsproblemen mit deinen Endgeräten blockieren. Bitte wende dich an unseren Support.

source: You are late with paying your fees. Please pay the outstanding fees (including late fee). To regain network connectivity immediately, inform our support. Otherwise your account will be re-enabled as soon as your money arrived on our bank account.
de: Du bist mit deinen Beiträgen im Rückstand. Bitte begleiche die ausstehenden Beträge (inklusive Versäumnisgebühr). Um deine Netzwerkverbindung sofort wieder zu erhalten, melde dich bei unserem Support. Anderenfalls wird dein Benutzerkonto erst wieder aktiviert sobald das Geld auf unserem Bankkonto eingegangen ist.

source: According to our records you live in a different room. Please inform us of your relocation.
de: Laut unserer Datenbank wohnst du in einem anderem Zimmer. Bitte teile unserem Support deinen Umzug mit.

source: We don't recognize your MAC address. If you are already a AG DSN member, you are probably using a different device, please tell us its MAC address. If you are not a member, please apply.
de: Wir kennen deine MAC-Adresse nicht. Falls du bereits ein Mitglied der AG DSN bist, benutzt vermutlich ein anderes Gerät. Bitte teile uns dessen MAC-Adresse mit. Wenn du noch kein Mitglied bist, stell bitte einen Antrag.

source: Your current membership status does not allow network access. Please contact our support.
de: Dein aktueller Mitgliedsstatus erlaubt keinen Netzwerkzugang. Bitte wende dich an unseren Support.

source: An error occurred while resolving IP address into a MAC address.
de: Beim der Auflösung deiner IP-Adresse in eine MAC-Adresse ist ein Fehler aufgetreten.

source: No MAC address could be found for your IP address {}
de: Es konnte keine MAC-Adresse zu deiner IP-Adresse ermittelt werden.

source: Captive Portal for unauthenticated and unauthorized users
de: Captive Portal für nicht authentifizierte und nicht autorisierte Benutzer

source: Oopps. This shouldn't have happened.
de: Upps. Dies sollte nicht passieren.

source: We are very sorry ☹
de: Es tut uns sehr Leid ☹!

source: We have to deny you from accessing the network for the following reasons:
de: Wir müssen dir den Zugriff auf das Netzwerk aus folgenden Gründen leider verweigern:

source: Your account status is good. Your network connectivity should work in a few minutes. If does not work in a few minutes, try restarting your devices (Router, Laptop). If you are still receiving this message, contact our support.
de: Dein Benutzerstatus ist in Ordnung. Die Netzwerkverbindung sollte in wenigen Minuten funktionieren. Falls in wenigen Minuten noch immer nicht funktioniert, versuche bitte deine Geräte (Router, Laptop) neu zu starten. Falls du weiterhin diese Meldung erhälst, wende dich an unseren Support.

source: Your MAC address is {}
de: Deine MAC-Adresse ist {}
